<!DOCTYPE html>
<html>
    <head>
    	<link rel="stylesheet" href="nexhelp.css" type="text/css" />
        <title>In&iacute;cio</title>
        <meta charset="utf-8" />
        <!--Adobe Edge Runtime-->
        <meta http-equiv="X-UA-Compatible" content="IE=Edge">
        <script type="text/javascript" charset="utf-8" src="edge_includes/edge.5.0.1.min.js"></script>
        <style>
            .edgeLoad-EDGE-440806496 { visibility:hidden; }
            .edgeLoad-EDGE-927630681 { visibility:hidden; }
        </style>
        <script>
           AdobeEdge.loadComposition('Getting_started_part1', 'EDGE-440806496', {
            scaleToFit: "none",
            centerStage: "none",
            minW: "0",
            maxW: "undefined",
            width: "500px",
            height: "281px"
        }, {dom: [ ]}, {dom: [ ]});
        AdobeEdge.loadComposition('Getting_started_part2', 'EDGE-927630681', {
            scaleToFit: "none",
            centerStage: "none",
            minW: "0",
            maxW: "undefined",
            width: "500px",
            height: "281px"
        }, {
            dom: [

            ],
            style: {
                '${symbolSelector}': {
                    isStage: true,
                    rect: [undefined, undefined, '1920px', '1080px'],
                    fill: ["rgba(255,255,255,1)"]
                }
            }
        }, {dom: [ ]});
        </script>
        <!--Adobe Edge Runtime End-->

	</head>
        
    	<body><a href="#for 2 users" class="redbutton">Para utilizadores existentes</a><h2>Criar e partilhar um projecto de v&iacute;deo</h2>
    	
    		<ol>
    			<li> Toque em <img src="../images/btn_create_newproject_nor.png" class="inlineicon_lg"> para criar um projecto.</li>
  				<li> Toque em <img src="../images/btn_v3_gettingstarted.png" class="inlineicon_lg">.</li>
				<li> Digite um nome para o projecto.</li>
				<li> Toque em v&iacute;deos e imagens no navegador de m&iacute;dia para adicion&aacute;-los ao projecto, em seguida, toque em Avan&ccedil;ar. &nbsp;&nbsp;</li>
				<li> Toque em um tema para escolh&ecirc;-lo e depois toque em Avan&ccedil;ar.&nbsp;</li>
				<li> Digite os títulos do texto a aparecer no projecto e toque em Avançar.</li>
				<li> Toque para escolher a m&uacute;sica, em seguida, toque em Avan&ccedil;ar.</li><div id="StageA" class="EDGE-440806496" ></div><li> Para salvar ou partilhar o v&iacute;deo editado, toque em <img src="../images/action_icon_share.png" class="inlineicon_md"> durante a edi&ccedil;&atilde;o.</li>
				<li> Toque para escolher onde o projecto de v&iacute;deo ser&aacute; partilhado.</li>
				<li> Uma vez que um projecto é exportado e partilhado, o KineMaster irá retornar à página onde o projecto foi partilhado. (Para apagar a marca d&apos;&aacute;gua de um v&iacute;deo editado, escolha uma op&ccedil;&atilde;o de assinatura)</li>
			<div id="StageB" class="EDGE-927630681"></div>
</ol><p>V&iacute;deos exportados podem ser encontrados na pasta &quot;export&quot; do dispositivo (em KineMaster/Export/).</p><br><h2><a name="for 2 users">Para utilizadores existentes</a></h2>

    		<p>Quando o KineMaster abre inicialmente, os projectos existentes agora s&atilde;o exibidos em uma lista que pode ser rolada para cima e para baixo. </p>

    		<p>A lista &eacute; organizada com os projectos editados mais recentemente no topo; para classificar a lista em ordem alfab&eacute;tica, como era em vers&otilde;es anteriores do KineMaster, voc&ecirc; pode alterar a ordem de classifica&ccedil;&atilde;o nas <b>configura&ccedil;&otilde;es.</b></p>
    		
            <p>Para <b>reproduzir</b><img src="../images/action_icon_play.png" class="inlineicon_md">, <b>partilhar</b><img src="../images/action_icon_share.png" class="inlineicon_md">, <b>editar</b> <img src="../images/btn_project_edit_nor.png" class="inlineicon_md"> ou <b>excluir</b><img src="../images/action_icon_delete.png" class="inlineicon_md"> um projecto, toque na miniatura do projecto para abrir os seus detalhes e op&ccedil;&otilde;es.</p>
            
            <br> <img src="../images/help_image1.png" class="screenshot_noedge" >

            <p>Ao editar um projecto, os botões para <b>desfazer</b> <img class="inlineicon_md" src="../images/action_icon_undo.png"> ou <b>refazer</b> <img class="inlineicon_md" src="../images/action_icon_redo.png"> edições e <b>alterar o tema</b> <img class="inlineicon_md" src="../images/action_icon_change_theme.png"> agora aparecem à esquerda do ecrã de visualização de vídeo. <img class="inlineicon_md" src="../images/action_icon_share.png"> também está disponível para que os projectos possam agora ser partilhados directamente assim que a edição for concluída.</p>
            <p>Toque em <img class="inlineicon_md" src="../images/icon_settings_title_logo.png"> para alterar as configurações do projecto. </p>

            <br> <img src="../images/help_image2.png" class="screenshot_noedge" >

            <p>&Agrave; direita da visualiza&ccedil;&atilde;o de v&iacute;deo, os bot&otilde;es para <b>adicionar m&iacute;dia</b> <img src="../images/default_r_icon_media_browse.png" class="inlineicon_sm"> e <b>&aacute;udio</b> <img src="../images/default_r_icon_audio_browse.png" class="inlineicon_sm"> ainda est&atilde;o dispon&iacute;veis, mas a narra&ccedil;&atilde;o pode ser gravada agora directamente com <b>Voz</b> <img src="../images/default_r_icon_voice_record.png" class="inlineicon_sm">. Toque em <img src="../images/default_r_btn_camera.png" class="inlineicon_sm"> <b>para tirar fotos</b> com a c&acirc;mara ou <b>gravar novo v&iacute;deo</b> com a filmadora. </p>

            <p><b>Para adicionar uma etiqueta ou manuscrito</b> em um projecto agora, adicione uma camada ao projecto tocando em <img src="../images/default_r_icon_layer_add.png" class="inlineicon_sm">. </p>

            <p> A linha do tempo pode ser expandida com um toque em <img src="../images/action_icon_expand_timeline.png" class="inlineicon_md"> ao inv&eacute;s de deslizar para cima, e <img src="../images/action_icon_seek_to_start.png" class="inlineicon_md"> agora faz o ponteiro de reprodu&ccedil;&atilde;o saltar para o in&iacute;cio do projecto.</p>

            <p><b>Para excluir um clipe agora,</b> toque-o e depois toque em <img src="../images/action_icon_delete.png" class="inlineicon_md"> &agrave; esquerda da visualiza&ccedil;&atilde;o de v&iacute;deo.</p>

            <p>Tocar em um clipe ainda exibe as <b>op&ccedil;&otilde;es de edi&ccedil;&atilde;o de efeitos</b>, mas elas aparecem como uma lista ampliada &agrave; direita da visualiza&ccedil;&atilde;o de v&iacute;deo</p><br> <img src="../images/help_image3.png" class="screenshot_noedge" ><p><b>Para capturar um quadro de um clipe como uma imagem</b>, toque em <img src="../images/action_icon_capture.png" class="inlineicon_md"> &agrave; esquerda para ver as op&ccedil;&otilde;es de captura, mas para <b>dividir e inserir um quadro congelado</b> agora, abra o menu <b>Cortar/Dividir</b> &agrave; direita. <b>Partilhe um projecto directamente</b> do ecr&atilde; de edi&ccedil;&atilde;o agora, bem como a partir dos detalhes do projecto om um toque em <img src="../images/action_icon_share.png" class="inlineicon_md">. Seleccione o destino de partilhamento primeiro e, em seguida, escolha o n&iacute;vel de qualidade. Escolha uma assinatura se desejar depois de seleccionar onde partilhar.</p><br> <br></body>
    </html>
