<!DOCTYPE html>
<html>
    <head>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

    	<link rel="stylesheet" href="nexhelp.css" type="text/css" />
        <title>Iniciar</title>
        <meta charset="UTF-8" />
        <!--Adobe Edge Runtime-->
        <meta http-equiv="X-UA-Compatible" content="IE=Edge">
        <script type="text/javascript" charset="utf-8" src="edge_includes/edge.5.0.1.min.js"></script>
        <style>
            .edgeLoad-EDGE-440806496 { visibility:hidden; }
            .edgeLoad-EDGE-927630681 { visibility:hidden; }
        </style>
        <script>
           AdobeEdge.loadComposition('Getting_started_part1', 'EDGE-440806496', {
            scaleToFit: "none",
            centerStage: "none",
            minW: "0",
            maxW: "undefined",
            width: "500px",
            height: "281px"
        }, {dom: [ ]}, {dom: [ ]});
        AdobeEdge.loadComposition('Getting_started_part2', 'EDGE-927630681', {
            scaleToFit: "none",
            centerStage: "none",
            minW: "0",
            maxW: "undefined",
            width: "500px",
            height: "281px"
        }, {
            dom: [

            ],
            style: {
                '${symbolSelector}': {
                    isStage: true,
                    rect: [undefined, undefined, '1920px', '1080px'],
                    fill: ["rgba(255,255,255,1)"]
                }
            }
        }, {dom: [ ]});
        </script>
        <!--Adobe Edge Runtime End-->
	</head>
        
    	<body>
        <a href="#for 2 users" class="redbutton">Para usuarios existentes</a>
    	<h2>Crear y compartir un proyecto de video</h2>
    	
    		<ol>
    			<li> Toque <img src="../images/btn_create_newproject_nor.png" class="inlineicon_lg"> para crear un proyecto.</li>
  				<li> Toque&nbsp;<img src="../images/btn_v3_gettingstarted.png" class="inlineicon_lg">.</li>
				<li> Introduzca un nombre para el proyecto.</li>
				<li> Toque los videos e im&aacute;genes en el explorador de medios para a&ntilde;adirlos al proyecto, luego toque Siguiente.  &nbsp;</li>
				<li> Toque en el tema para seleccionarlo y toque Siguiente.  &nbsp;</li>
				<li> Introduzca el texto de los t&iacute;tulos que aparecen en el proyecto y toque Siguiente.</li>
				<li> Toque para elegir la m&uacute;sica y luego toque Siguiente.</li>
                <div id="StageA" class="EDGE-440806496" ></div>
				<li> Para guardar o compartir un video editado, toque <img src="../images/action_icon_share.png" class="inlineicon_md"> al editar.</li>
				<li> Toque para elegir d&oacute;nde se comparte el proyecto de video.</li>
				<li> Una vez exportado y compartido, KineMaster regresar&aacute; a la p&aacute;gina donde se comparti&oacute; el proyecto. (para borrar la marca de agua de un video editado, por favor elija una opci&oacute;n de suscripci&oacute;n).</li>
			<div id="StageB" class="EDGE-927630681"></div>
</ol>
			<p>Los videos exportados se encuentran en la carpeta &quot;export&quot; (en KineMaster/Export/).</p>

			<br>
		
		<h2><a name="for 2 users">Para usuarios existentes</a></h2>

    		<p>Cuando KineMaster abre por primera vez, los proyectos existentes ahora se muestran en una lista que puede desplazarse hacia arriba y hacia abajo. </p>

    		<p>Esta lista est&aacute; ordenada con los proyectos m&aacute;s recientemente editados primero. Para ordenar la lista alfab&eacute;ticamente, como en las versiones anteriores de KineMaster, puede cambiar el orden en <b>Ajustes</b>.</p>
    		
            <p>Para <b>reproducir</b><img src="../images/action_icon_play.png" class="inlineicon_md">, <b>compartir</b><img src="../images/action_icon_share.png" class="inlineicon_md">, <b>editar</b> <img src="../images/btn_project_edit_nor.png" class="inlineicon_md">, o <b>eliminar</b><img src="../images/action_icon_delete.png" class="inlineicon_md"> un proyecto, toque la miniatura del proyecto para abrir sus detalles y opciones.</p>
            
            <br>
            
            <img src="../images/help_image1.png" class="screenshot_noedge" >
            
            <p>Al editar un proyecto, los botones para <b>deshacer </b><img src="../images/action_icon_undo.png" class="inlineicon_md">o <b>rehacer </b><img src="../images/action_icon_redo.png" class="inlineicon_md"> ediciones, y <b>cambiar el tema</b> <img src="../images/action_icon_change_theme.png" class="inlineicon_md"> ahora aparecen a la izquierda de la pantalla de vista previa del video.    <img src="../images/action_icon_share.png" class="inlineicon_md"> tambi&eacute;n est&aacute; disponible para que los proyectos ahora se puedan compartir directamente tan pronto como se hayan terminado de editar.</p>

            <p>Toque <img src="../images/icon_settings_title_logo.png" class="inlineicon_md"> para cambiar los ajustes del proyecto. </p>

            <br>
            
            <img src="../images/help_image2.png" class="screenshot_noedge" >

            <p>A la derecha de la vista previa del video, todav&iacute;a est&aacute;n disponibles los botones <b>a&ntilde;adir medios</b> <img src="../images/default_r_icon_media_browse.png" class="inlineicon_sm"> y <b>audio</b> <img src="../images/default_r_icon_audio_browse.png" class="inlineicon_sm">, pero la narraci&oacute;n ahora se puede grabar directamente con <b>Voz</b> <img src="../images/default_r_icon_voice_record.png" class="inlineicon_sm">. Toque <img src="../images/default_r_btn_camera.png" class="inlineicon_sm"> <b>para tomar fotos</b> con la c&aacute;mara o <b>grabar un video nuevo</b> con la filmadora. </p>

            <p><b>Ahora para a&ntilde;adir una etiqueta o escribir a mano</b> en un proyecto, a&ntilde;ada una capa al proyecto tocando <img src="../images/default_r_icon_layer_add.png" class="inlineicon_sm">. </p>

            <p> Ahora la l&iacute;nea de tiempo se puede ampliar tocando <img src="../images/action_icon_expand_timeline.png" class="inlineicon_md"> en vez de deslizando hacia arriba, y <img src="../images/action_icon_seek_to_start.png" class="inlineicon_md"> mueve el cabezal de reproducci&oacute;n al inicio del proyecto.</p>

            <p><b>Ahora para eliminar un clip</b>, t&oacute;quelo y luego toque <img src="../images/action_icon_delete.png" class="inlineicon_md"> a la izquierda de la vista previa del video.</p>

            <p>Tocar un clip a&uacute;n muestra las <B>opciones edici&oacute;n de efectos</B>, pero aparecen como una lista extendida a la derecha de la vista previa de video.</p>
            
            <br>
            
            <img src="../images/help_image3.png" class="screenshot_noedge" >

            <p><b>Para capturar un fotograma de un clip como imagen</b>, toque <img src="../images/action_icon_capture.png" class="inlineicon_md"> en la izquierda para las opciones, pero ahora para <b>dividir e insertar un fotograma fijo</b>, abra el men&uacute; <b>Recortar/Dividir</b> de la derecha. <b>Ahora puede compartir un proyecto directamente</b> desde la ventana de edici&oacute;n, al igual que desde los detalles del proyecto tocando <img src="../images/action_icon_share.png" class="inlineicon_md">. Seleccione primero el destino para compartir y luego elija el nivel de calidad.   Si lo desea, elija un suscripci&oacute;n despu&eacute;s de elegir a d&oacute;nde compartir.</p>

            <br> <br>




        </body>
    </html>
